Repository: Tmeister/idea-factory
Catalog: languages/idea-factory-*.po
Languages: es_es, fr_fr

source: Title
es_es: Título
fr_fr: Titre

source: Author
fr_fr: Auteur

source: Idea Status
fr_fr: Statut de l'idée

source: Date Published
fr_fr: Date de publication

source: Approved
fr_fr: Approuvée

source: Declined
fr_fr: Rejetée

source: Open
fr_fr: Ouverte

source: Browse
es_es: Navegar
fr_fr: Parcourir

source: Settings
es_es: Ajustes
fr_fr: Paramètres

source: Help
fr_fr: Aide

source: Reset
fr_fr: Réinitialiser

source: Idea Factory Reset
fr_fr: Réinitialiser Idea Factory

source: Click the button below to reset the private (logged-in) votes. Warning, there is no going back!
fr_fr: Cliquer sur le bouton ci-dessous pour réinitialiser les votes privés (avec authentification). Attention: ce n'est pas annulable!

source: Reset Logged-in Votes
fr_fr: Réinitialiser les votes privés

source: Click the button below to reset the public (logged-out) votes. Warning, there is no going back!
fr_fr: Cliquer sur le bouton ci-dessous pour réinitialiser les votes publics (sans authentification). Attention: ce n'est pas annulable!

source: Reset Public Votes
fr_fr: Réinitialiser les votes publics

source: Idea Factory Documentation
fr_fr: Documentation d'Idea Factory

source: After you activate <em>Idea Factory</em>, it will automatically be available at <a href="
fr_fr: Après avoir activer <em>Idea Factory</em>, il sera automatiquement disponible à <a href="

source: The Shortcode
fr_fr: Le shortcode

source: You can additionally display the form and ideas via a shortcode as documented below.
fr_fr: Vous pouvez par ailleurs afficher le formulaire et les idées via un shortcode comme documenté ci-dessous.

source: Hide Submit
fr_fr: Masquer Soumettre

source: Set this to "on" to hide the submission button and form.
fr_fr: Régler ceci sur "on" pour marquer le bouton et le formulaire de proposition.

source: Hide Votes
fr_fr: Masquer Votes

source: Set this to "on" to hide the votes.
fr_fr: Régler ceci sur "on" pour masquer les votes.

source: Hide Voting
fr_fr: Masquer Vote

source: Set this to "on" to hide the voting features.
fr_fr: Régler ceci sur "on" pour masquer la fonctionnalité de vote.

source: Developers
fr_fr: Développeurs

source: Idea Factory Settings
es_es: Ajustes de Idea Factory
fr_fr: Paramètres d'Idea Factory

source: Setup
es_es: Configuración
fr_fr: Installation

source: Advanced
es_es: Avanzado
fr_fr: Avancé

source: Naming Convention
es_es: Convención de Nomenclatura
fr_fr: Convention de nommage

source: Link to ideas page
fr_fr: Lien vers la page des idées

source: By default its called Ideas. You can rename this here.
fr_fr: Par défaut, c'est appelé idées. Vous pouvez le renommer ici.

source: ideas
fr_fr: idées

source: Welcome Message
es_es: Mensaje de Bienvenida
fr_fr: Message de bienvenue

source: Submit and vote for new features!
es_es: ¡Presentar y votar por nuevas características!
fr_fr: Proposer et voter pour de nouvelles fonctionnalités!

source: Require Idea Approval
es_es: Requiera Aprobación de la Idea
fr_fr: Nécessite validation idée

source: Check this box to enable newly submitted ideas to be put into a pending status instead of automatically publishing.
fr_fr: Cocher cette cas pour permettre que les nouvelles idées envoyées soient placées en statut "pending" au lieu d'être automatiquement publiées.

source: Enable Public Voting
fr_fr: Permettre vote public

source: Enable the public (non logged in users) to submit and vote on new ideas.
fr_fr: Permet que le public (les utilisateurs non authentifiées) propose et vote sur des idées.

source: Voting Threshold
fr_fr: Seuil de votes

source: Specify an optional number of votes that each idea must reach in order for its status to be automatically updated to "approved" , "declined", or "open."
fr_fr: Spécifié un nombre optionnel de votes que chaque idée doit atteindre afin que sont statut soit automatiquement mis à jour à "approuvée, "rejetée" ou "ouverte".

source: Disable Core CSS
es_es: Desactivar el CSS Nucleo
fr_fr: Désactiver Core CSS

source: Disable the core css file from loading.
es_es: Desactivar el núcleo archivo css de cargar.
fr_fr: Désactive le chargement du fichier core css.

source: Disable Emails
es_es: Desactivar los correos electrónicos
fr_fr: Désactiver emails

source: Disable the admin email notification of new submissions.
es_es: Desactivar la notificación de correo electrónico de administración de las presentaciones nuevas.
fr_fr: Désactive la notification email à l'administrateur en cas de nouvelle proposition.

source: Disable Archive
fr_fr: Désactiver archive

source: Disable the automatic archive. This assumes you will be using the shortcode instead to show the ideas on a page that you specify.
fr_fr: Désactive l'archivage automatique. Cela suppose que vous utiliserez le shortcode à la place pour montrer les idées sur une page que vous définirez.

source: Thanks for your entry!
es_es: ¡Gracias por su entrada!
fr_fr: Merci pour votre proposition!

source: Ideas
fr_fr: Idées

source: Parent Idea:
es_es: Idea Matriz:
fr_fr: Idée parente:

source: All Ideas
es_es: Todas las Ideas
fr_fr: Toutes les idées

source: View Idea
es_es: Ver Idea
fr_fr: Voir idée

source: Add New Idea
es_es: Añada Nueva Idea
fr_fr: Ajouter une nouvelle idée

source: New Idea
es_es: Nueva Idea
fr_fr: Nouvelle idée

source: Edit Idea
es_es: Edite Idea
fr_fr: Modifier idée

source: Update Idea
es_es: Actualice Idea
fr_fr: Mettre à jour idée

source: Search Ideas
es_es: Busque Ideas
fr_fr: Chercher idées

source: No Ideas found
fr_fr: Aucune idée trouvée

source: No Ideas found in Trash
es_es: No Hay Ideas Encrontradas en la Basura
fr_fr: Aucune idée trouvée dans la corbeille

source: Create votes
es_es: Cree votos
fr_fr: Créer votes

source: No ideas found. Why not submit one?
es_es: No hay ideas encrontradas. ¿Por qué no enviar uno?
fr_fr: Aucune idée trouvée. Pourquoi ne pas en proposer une ?

source: Awww snap, something went wrong!
fr_fr: Ah zut... quelque chose à clocher techniquement !

source: Load more ideas
es_es: Cargue más ideas
fr_fr: Charger plus d'idées

source: Loading ideas...
fr_fr: Idées en chargement...

source: Thanks for voting!
fr_fr: Merci d'avoir voté!

source: You have already voted!
fr_fr: Vous avez déjà voté!

source: Submit idea
es_es: Envíe idea
fr_fr: Proposer une idée

source: Submit
es_es: Envíe
fr_fr: Envoyer

source: Submit Idea
fr_fr: Proposer une idée

source: Design
es_es: Diseño

source: By default it's called Ideas. You can rename this here. Flush permalinks after renaming by going to Settings-->Permalinks.
es_es: Por defecto se llama Ideas. Puedes renombrar esta aquí. Ras permalinksdespués de cambiar el nombre por ir a Settings--> Permalinks.

source: Enter a message to display to users to vote. Some HTML ok.
es_es: Entre un mensaje para mostrar a los usuarios a votar. Alguno HTML está bien.

source: Check this box to enable newly submitted ideas to be put into a draft instead of automatically publishing.
es_es: Marque esta casilla de verificación para activar nuevas ideas presentadas para ser puesto en un proyectoen vez de publicar automáticamente.

source: Header Image Height
es_es: Altura de la Imagen del Encabezado

source: Height of the masthead.
es_es: Altura del tope.

source: No Ideas Found
es_es: No Hay Ideas Encrontradas

source: Loading ideas ...
es_es: Cargando ideas ...

source: Description
es_es: Descripción
